Repository: pettipol/copaky
Catalog: Resources/Localizable.xcstrings
Source language: ja
Languages: en, it

source: 全角英数字(ａｂｃ１２３)への変換候補を表示します。
en: Display full-width numbers and roman letters candidates like 'ａｂｃ１２３'
it: Mostra i candidati di conversione in numeri e lettere a larghezza intera (ａｂｃ１２３).

source: 全角英数字変換
en: Full-width numbers and roman letters candidates
it: Conversione in caratteri alfanumerici a larghezza intera

source: 共有リンクは、最後のダウンロードから30日程度で失効します。
en: Shared Links get invalid 30 days after the last download.
it: I link condivisi scadono circa 30 giorni dopo l'ultimo download.

source: 共有リンクを発行すると、不特定の第三者があなたのカスタムタブを使えるようになります。
en: Issuing a shared link will allow unspecified third parties to use your custom tab.
it: Generando un link di condivisione, chiunque potrà utilizzare il tuo tab personalizzato.

source: 共有用リンクは30日間アクセスがない場合に失効します
en: The shareable link will expire if it is not accessed for 30 days.
it: Il link di condivisione scade se non viene utilizzato per 30 giorni

source: 共有用リンクを発行
en: Create shareable link
it: Genera link di condivisione

source: 内部データの更新のため本体アプリを開いてください。 更新は数秒で終わります。
en: Please open the Copaky app to update internal data. It takes a few seconds.
it: Apri l'app Copaky per aggiornare i dati interni. Bastano pochi secondi.

source: 最初の候補
en: Select first candidate
it: Primo candidato

source: 最初の候補を選択
en: Select first candidate
it: Seleziona il primo candidato

source: 最初の設定
en: First settings
it: Impostazioni iniziali

source: 最大限大きなサイズで文字が表示されます。右にスクロールすると途切れている文字を確認することができます。
en: The letter is zoomed as large as possible. Scroll right to check cut-off letters.
it: Il carattere viene mostrato alla dimensione massima possibile. Scorri verso destra per vedere le parti tagliate.

source: 最後に表示していたタブ
en: Last used tab
it: Ultimo tab utilizzato

source: 最後の候補
en: Select last candidate
it: Ultimo candidato

source: 最後の候補を選択
en: Select last candidate
it: Seleziona l'ultimo candidato

source: 分
en: Minutes
it: Minuti

source: 列の数: %@
en: Column Count: %@
it: Numero di colonne: %@

source: 初回の既定は日本語タブです。QWERTYの言語キーは「使用する言語」の順に切り替わり、長押しですべての有効な言語から直接選べます。
en: The Japanese tab is the initial default. The QWERTY language key cycles in the order shown under “Active languages”; long-press it to choose directly from every active language.
it: La scheda giapponese è quella iniziale predefinita. Il tasto lingua QWERTY segue l'ordine di «Lingue attive»; tienilo premuto per scegliere direttamente una lingua attiva.

source: 利用するもの
en: You use
it: In uso

source: 利用規約
en: Terms of use (Japanese)
it: Termini di utilizzo (in giapponese)

source: 利用規約に同意します
en: I agree to the terms of service.
it: Accetto i termini di servizio.

source: 利用規約の更新
en: Update
it: Aggiornamento dei termini di servizio

source: 利用規約を更新しました
en: Our Terms of Service is updated.
it: I termini di servizio sono stati aggiornati.

source: 削除
en: Delete
it: Elimina

source: 削除キー
en: Delete key
it: Tasto elimina

source: 削除しない
en: Keep
it: Mantieni

source: 削除する
en: Delete
it: Elimina

source: 削除する文字数
en: Count to delete
it: Numero di caratteri da eliminare

source: 削除と順番
en: Delete & Rearrange
it: Elimina e riordina

source: 動作なし
en: No actions
it: Nessuna azione

source: 動作の編集
en: Edit actions
it: Modifica azioni

source: 勝手に情報が送信されることはありません。「報告」ボタンを押した際にのみ実際の送信が行われます。
en: No information is sent automatically. Data is only sent when you tap the 'Report' button.
it: Nessuna informazione viene inviata automaticamente. L'invio avviene solo quando tocchi il pulsante "Segnala".

source: 半濁点をつける
en: Conversion to semi-voiced hiragana characters
it: Aggiungi handakuten

source: 半角!?
en: Half-Width !?
it: !? a metà larghezza

source: 半角カタカナ
en: Half-width Katakana
it: Katakana a metà larghezza

source: 半角ｶﾀｶﾅへの変換を候補に表示します。
en: Display half-width ｶﾀｶﾅ(katakana) candidates.
it: Mostra tra i candidati la conversione in ｶﾀｶﾅ (katakana) a metà larghezza.

source: 半角カナ変換
en: Half-width kana candidates
it: Conversione in kana a metà larghezza

source: 単語
en: Word
it: Parola

source: 単語が空です
en: Word is empty
it: La parola è vuota

source: 単語をシェアします
en: Share this word
it: Condividi questa parola

source: 単語欄にプレビューが表示され、現在時刻での結果を確認できます。
en: A preview appears in the Word field so you can check the current-time result.
it: Nel campo Parola viene mostrata un'anteprima, così puoi verificare il risultato con l'ora corrente.

source: 参考情報
en: References
it: Riferimenti

source: 反応しにくい
en: Insensitive
it: Meno sensibile

source: 反応しやすい
en: Sensitive
it: Più sensibile

source: 取り消す
en: Undo
it: Annulla

source: 句読点キー
en: Japanese punctuation key
it: Tasto punteggiatura giapponese

source: 句読点で確定
en: Complete with Punctuation
it: Conferma con la punteggiatura

source: 右に列を追加
en: Insert a column to right
it: Aggiungi una colonna a destra

source: 右向き
en: Forward
it: Avanti

source: 右端の値
en: Rightmost value
it: Valore più a destra

source: 名前が重複しています
en: This name is already used
it: Questo nome è già in uso

source: 名前を変更
en: Change Name
it: Cambia nome

source: 和暦
en: Japanese
it: Era giapponese

source: 困ったときは
en: When in trouble
it: In caso di problemi

source: 地球儀キー
en: Globe key
it: Tasto del globo

source: 基本
en: Basic
it: Base

source: 報告にニックネームを含めます。ユーザの識別のために用いられることがあります。
en: Include your nickname in the report. It may be used to identify the user.
it: Includi il tuo nickname nella segnalazione. Potrebbe essere usato per identificare l'utente.

source: 場所・建物などの名前である
en: It is the name of places and buildings
it: È il nome di un luogo o di un edificio

source: 変換
en: Candidates
it: Conversione

source: 変換なし
en: None
it: Nessuna conversione

source: 変換に連絡先データを利用
en: Use contacts data for conversion
it: Usa i dati dei contatti per la conversione

source: 変換候補
en: Candidates
it: Candidati di conversione

source: 変換候補に単語を追加することができます。iOSの標準のユーザ辞書とは異なります。
en: You can add text replacements. It is different from thee device's text replacements.
it: Puoi aggiungere parole ai candidati di conversione. È diverso dal dizionario utente standard di iOS.

source: 変換候補の文字の大きさを指定できます。
en: You can set the font size of candidates.
it: Puoi impostare la dimensione dei caratteri dei candidati di conversione.

source: 変換候補の文字の色
en: Color of candidates
it: Colore del testo dei candidati

source: 変換候補の背景色
en: Background color of candidates
it: Colore di sfondo dei candidati

source: 変換候補の表示サイズ
en: Font size of candidates
it: Dimensione del testo dei candidati

source: 変換候補の追加
en: Request to add a candidate for conversion
it: Aggiungi un candidato di conversione

source: 変換候補の追加申請
en: Request to add a candidate for conversion
it: Richiesta di aggiunta candidato

source: 変換候補欄が空のときにタブバーボタンを表示します
en: Display tab bar button when there is no candidates
it: Mostra il pulsante della barra dei tab quando il campo dei candidati è vuoto

source: 大きく表示される文字を設定します。
en: Set sub label displayed in larger font
it: Imposta l'etichetta visualizzata con il carattere più grande.

source: 大きな文字で表示
en: Show in large text
it: Mostra in grande

source: 大きな文字で表示する
en: Zoom in
it: Ingrandisci

source: 大文字
en: Uppercase
it: Maiuscolo

source: 大文字・小文字キー
en: Case key
it: Tasto maiuscole/minuscole

source: 大文字/小文字、拗音/濁音/半濁音の切り替え
en: Change uppercase ⇆ lowercase
it: Passa tra maiuscolo/minuscolo, piccolo kana/dakuten/handakuten

source: 大文字に固定する
en: Caps Lock
it: Blocco maiuscole

source: 大文字のみ入力するモード(Caps Lock)を利用できます。
en: You can use caps lock in Copaky.
it: Puoi utilizzare la modalità che permette di inserire solo lettere maiuscole (Blocco maiuscole) in Copaky.

source: 好きな文字や文章を並べたオリジナルのタブを作成することができます。
en: You can make your original tab includes letters and sentences you need to input daily.
it: Puoi creare un tab originale con i caratteri e le frasi che preferisci.

source: 始める
en: Start
it: Inizia

source: 学習する(デフォルト)
en: Use memorizing (default)
it: Usa l'apprendimento (predefinito)

source: 学習のリセット
en: Reset memories
it: Ripristina apprendimento

source: 学習の使用
en: Use memorizing
it: Utilizzo dell'apprendimento

source: 学習履歴をリセットします。よろしいですか？
en: Reset memories. Is this alright?
it: Reimposta la cronologia di apprendimento. Continuare?

source: 学習機能
en: Memories
it: Funzione di apprendimento

source: 完了
en: Done
it: Fine

source: 対応言語
en: Supported Languages
it: Lingue supportate

source: 小さく表示される文字を設定します。
en: Set sub label displayed in smaller font
it: Imposta l'etichetta visualizzata con il carattere più piccolo.

source: 小数
en: Decimals
it: Decimali

source: 小文字
en: Lowercase
it: Minuscolo

source: 小書き・濁点化キー
en: Japanese Voiced kana key
it: Tasto piccolo kana/dakuten

source: 小書きにする
en: Conversion to small hiragana characters
it: Converti in piccolo kana

source: 少し速い
en: Fast
it: Leggermente veloce

source: 左に列を追加
en: Insert a column to left
it: Inserisci una colonna a sinistra

source: 左下のカーソル移動キーの上フリックにペーストボタンを追加します
en: Add a paste button to the upper flick of the lower left cursor bar key.
it: Aggiunge un pulsante Incolla al flick verso l'alto del tasto della barra del cursore in basso a sinistra

source: 左向き
en: Backward
it: Indietro

source: 左端の値
en: Leftmost value
it: Valore più a sinistra

source: 後で
en: Later
it: Più tardi

source: 必ずご確認ください。
en: Please check it.
it: Assicurati di verificarlo.

source: 意図した変換ではない
en: Unexpected candidate
it: Non è la conversione desiderata

source: 戻る
en: Back
it: Indietro

source: 手順
en: Steps
it: Passaggi

source: 手順を見る
en: Check steps
it: Visualizza i passaggi

source: 押されているキー
en: Color of selected keys
it: Colore dei tasti premuti

source: 押した時の動作
en: Actions when select
it: Azione alla pressione

source: 押している間のアクション
en: Actions repeated during longpress
it: Azioni ripetute durante la pressione prolungata

source: 押し始めのアクション
en: Actions done when longpress starts
it: Azioni eseguite all'inizio della pressione prolungata

source: 拡張
en: Extensions
it: Estensioni

source: 指定なし
en: Not specified
it: Non specificato

source: 振動フィードバック
en: Enable keyboard haptics
it: Feedback aptico

source: 操作性
en: Usability
it: Usabilità

source: 操作性が向上した新しいカーソルバーを有効化します。
en: Enable new cursor bar which has been greatly improved usability.
it: Attiva la nuova barra del cursore, con un'usabilità notevolmente migliorata.

source: 改行
en: Newline
it: A capo

source: 改行キー
en: Return key
it: Tasto Invio

source: 改行を入力
en: Input Newline
it: Inserisci a capo

source: 数字(ローマ字入力)
en: Numbers (qwerty style)
it: Numeri (input romaji)

source: 数字タブの青枠部分に好きな記号や文字を割り当てられます。
en: You can register your favorite letters on blue framed keys.
it: Nel tab numeri puoi assegnare i simboli o i caratteri che preferisci ai tasti con bordo blu.

source: 整数
en: Integers
it: Numeri interi

source: 文字
en: Letters
it: Caratteri

source: 文字の入力
en: Input letters
it: Inserimento caratteri

source: 文字の削除
en: Delete letters
it: Eliminazione caratteri

source: 文字の太さ
en: Font weight
it: Spessore carattere

source: 文字を拡大するには、まず拡大したい文字を入力した上で変換候補を長押しします。
en: To zoom letters, you need to input the letters you want to zoom, and tap candidate and hold.
it: Per ingrandire i caratteri, inseriscili e poi tieni premuto sul candidato di conversione.

source: 文字を拡大表示する
en: Zooming difficult letters
it: Ingrandisci i caratteri difficili

source: 文字列
en: Words
it: Stringhe

source: 文字列が入っていません。最低一つは必要です
en: At least one string must be specified
it: Non hai inserito alcuna stringa. Devi specificarne almeno una.

source: 文字種で入力を確定
en: Finalize input by character type
it: Conferma l'inserimento in base al tipo di carattere

source: 文脈をデフォルトで含める
en: Include context by default
it: Includi il contesto per impostazione predefinita

source: 文頭まで一気に消す
en: Delete to beginning of the sentence
it: Elimina tutto in una volta fino all'inizio della frase

source: 文頭まで削除
en: Delete to beginning of the sentence
it: Elimina fino all'inizio della frase

source: 文頭まで削除する
en: Delete to beginning of the sentence
it: Elimina fino all'inizio della frase

source: 新しいカーソルバーを使う
en: Use new cursor bar
it: Usa la nuova barra del cursore

source: 新しい名前
en: New Name
it: Nuovo nome

source: 新たな学習を停止
en: Stop memorizing
it: Interrompi l'apprendimento

source: 新機能
en: New Features
it: Nuove funzionalità

source: 方向
en: Direction
it: Direzione

source: 旅行と場所
en: Travel & Places
it: Viaggi e luoghi

source: 旗
en: Flags
it: Bandiere

source: 日
en: Days
it: Giorni

source: 日本語
en: Japanese
it: Giapponese

source: 日本語・英語に対応したカスタムタブを読み込んだ場合、これを選ぶことも可能です
en: If you have imported custom tabs that support Japanese or English, you can choose them as a default keyboard.
it: Se hai importato tab personalizzati compatibili con giapponese o inglese, puoi selezionarli anche come tastiera predefinita.

source: 日本語(フリック入力)
en: Japanese (flick style)
it: Giapponese (input a flick)

source: 日本語(ローマ字入力)
en: Japanese (qwerty style)
it: Giapponese (input romaji)

source: 日本語(設定に合わせる)
en: Japanese (follow your setting)
it: Giapponese (segui le impostazioni)

source: 日本語タブキー
en: Japanese tab key
it: Tasto tab giapponese

source: 日本語と英語それぞれで「ローマ字入力」または「フリック入力」を選ぶことが可能です。
en: You can select Qwerty and Flick input styles for each of Japanese and English.
it: Per il giapponese e per l'inglese puoi scegliere separatamente tra input romaji e input a flick.

source: 日本語のデフォルトタブに設定されています
en: This tab is set as Japanese default tab
it: Questo tab è impostato come tab predefinito per il giapponese

source: 日本語フリックのカスタムキーで「濁点化」をサポート
en: Support for “change to voiced kana action” is now available
it: I tasti personalizzati del flick giapponese supportano ora l'azione "aggiungi dakuten"

source: 日本語入力中の英単語変換
en: Conversion to English words during Japanese input
it: Conversione in parole inglesi durante la digitazione in giapponese

source: 時刻
en: Dates
it: Orario

source: 時刻・ランダム変換
en: Time/Random Conversion
it: Conversione orario/casuale

source: 時刻・ランダム変換の書式が未設定です
en: The format for time/random conversion is not set.
it: Il formato per la conversione orario/casuale non è impostato.

source: 時間
en: Hours
it: Ore

source: 普段使っている日本語タブもベースにできるので、自由に日本語タブをカスタマイズできます
en: You can select standard Japanese flick layout, and customize it.
it: Puoi usare come base anche il tab giapponese che utilizzi abitualmente, per personalizzarlo liberamente.

source: 普通
en: Normal
it: Normale

source: 暦の種類
en: Calendar
it: Tipo di calendario

source: 更新
en: Update
it: Aggiorna

source: 更新履歴
en: Update histories (Japanese)
it: Cronologia degli aggiornamenti (in giapponese)

source: 書き出す
en: Export
it: Esporta

source: 書式
en: Format
it: Formato

source: 書式の例
en: Format examples
it: Esempi di formato

source: 書式の設定
en: Format
it: Impostazioni formato

source: 書式はyyyyMMddhhmmssフォーマットで記述します。詳しい記法はインターネット等で確認できます。
en: Formats can be specified by yyyyMMddhhmmss style. You can check details on the Internet.
it: Il formato si scrive nello stile yyyyMMddhhmmss. Per i dettagli sulla notazione puoi consultare risorse online.

source: 書式を入力
en: Specify format
it: Inserisci il formato

source: 末尾の文字を置換
en: Replace suffix characters
it: Sostituisci i caratteri finali

source: 本アプリケーションで利用可能なカスタムタブのデータ構造の記述をCustardKitとしてオープンソースで公開し、アプリ内でも使用しています。
en: We have open-sourced the data structure description of available custom tabs in this application as CustardKit and also use it within the app.
it: Abbiamo pubblicato come open source, con il nome CustardKit, la descrizione della struttura dati dei tab personalizzati disponibili in questa applicazione, che utilizziamo anche al suo interno.

source: 本アプリケーションには、変換エンジン経由でJinja（MITライセンス、© 2024 John Mai）が含まれています。
en: This application includes Jinja (MIT License, © 2024 John Mai), pulled in through the conversion engine.
it: Questa applicazione include Jinja (licenza MIT, © 2024 John Mai), incluso tramite il motore di conversione.

source: 以下のApache License 2.0の全文は、swift-tokenizersのほか、上記のSwift AlgorithmsとSwift Collectionsにも適用されます。
en: The full text of the Apache License 2.0 below applies to swift-tokenizers and also to Swift Algorithms and Swift Collections listed above.
it: Il testo completo della Apache License 2.0 qui sotto vale per swift-tokenizers e anche per Swift Algorithms e Swift Collections elencati sopra.

source: 本アプリケーションには、変換エンジン経由でswift-tokenizers（swift-transformersの派生、Apache License 2.0）が含まれています。
en: This application includes swift-tokenizers (a fork of swift-transformers, Apache License 2.0), pulled in through the conversion engine.
it: Questa applicazione include swift-tokenizers (derivato da swift-transformers, Apache License 2.0), incluso tramite il motore di conversione.

source: 本アプリケーションはMozcの一部のデータを利用しています。
en: This application utilizes some data from Mozc.
it: Questa applicazione utilizza alcuni dati di Mozc.

source: 本アプリケーションはSwift Algorithmsを使用しています。
en: This application uses Swift Algorithms.
it: Questa applicazione utilizza Swift Algorithms.

source: 本アプリケーションはSwift Collectionsを使用しています。
en: This application uses Swift Collections.
it: Questa applicazione utilizza Swift Collections.

source: 本アプリケーションはazooKey（MITライセンス）を基盤としています。以下はazooKeyとCopakyのライセンス表記です。
en: This application is built on azooKey (MIT License). Below is the licence notice for azooKey and Copaky.
it: Questa applicazione si basa su azooKey (licenza MIT). Qui sotto la nota di licenza di azooKey e di Copaky.

source: 本アプリケーションはイタリア語の予測入力のため、Leipzig Corpora Collection由来の頻度辞書を使用しています（CC BY・© Universität Leipzig / Sächsische Akademie der Wissenschaften / InfAI）。
en: For Italian predictions, this application uses a frequency lexicon derived from the Leipzig Corpora Collection (CC BY — © Universität Leipzig / Sächsische Akademie der Wissenschaften / InfAI).
it: Per i suggerimenti in italiano, questa applicazione utilizza un lessico di frequenza derivato dalla Leipzig Corpora Collection (CC BY — © Universität Leipzig / Sächsische Akademie der Wissenschaften / InfAI).

source: 本アプリケーションは固有名詞などの解析のためmecab-ipadic-NEologdを使用しています。
en: This application uses mecab-ipadic-NEologd for the analysis of proper nouns and other specific terms.
it: Questa applicazione utilizza mecab-ipadic-NEologd per l'analisi dei nomi propri e di altri termini specifici.

source: 本アプリケーションは基礎的な語彙の基盤としてIPAdicを使用しています。
en: This application uses IPAdic as the foundation for basic vocabulary.
it: Questa applicazione utilizza IPAdic come base per il vocabolario di base.

source: 本アプリケーションは基礎的な語彙の基盤としてSudachiDictを使用しています。
en: This application uses SudachiDict as the foundation for basic vocabulary.
it: Questa applicazione utilizza SudachiDict come base per il vocabolario di base.

source: 本アプリケーションは変換精度の向上のためjapanese-word2vec-model-builderを使用しています。
en: This application uses the japanese-word2vec-model-builder for improving conversion accuracy.
it: Questa applicazione utilizza japanese-word2vec-model-builder per migliorare la precisione di conversione.

source: 本アプリケーションは多くのオープンソースソフトウェアを用いて作成されています。この場を借りて感謝申し上げます。
en: This application has been created using many open-source software components. We would like to take this opportunity to express our gratitude.
it: Questa applicazione è stata realizzata grazie a numerosi software open source. Colgo l'occasione per esprimere la mia gratitudine.

source: 本アプリケーションは形態素解析器としてMeCabを使用しています。
en: This application uses MeCab as its morphological analyzer.
it: Questa applicazione utilizza MeCab come analizzatore morfologico.

source: 本アプリケーションは絵文字への変換候補を表示するためにEmoji-IME-Dictionaryのデータを使用しています。
en: This application uses data from "Emoji-IME-Dictionary" to display emoji conversion suggestions.
it: Questa applicazione utilizza i dati di "Emoji-IME-Dictionary" per mostrare i candidati di conversione in emoji.

source: 本アプリケーションは顔文字への変換候補を表示するためにKaomojicのデータを使用しています。
en: This application uses data from "Kaomojic" to display emoticon conversion suggestions.
it: Questa applicazione utilizza i dati di "Kaomojic" per mostrare i candidati di conversione in kaomoji.

source: 本アプリケーションは顔文字への変換候補を表示するためにKaomojitoka to Google IME Dictionaryのデータを使用しています。
en: This application uses data from "Kaomojitoka to Google IME Dictionary" to display emoticon conversion suggestions.
it: Questa applicazione utilizza i dati di "Kaomojitoka to Google IME Dictionary" per mostrare i candidati di conversione in kaomoji.

source: 枠線の太さ
en: Border width
it: Spessore del bordo

source: 枠線の色
en: Color of border
it: Colore del bordo

source: 検索
en: Search
it: Cerca

source: 標準
en: Standard
it: Standard

source: 横
en: Horizontal
it: Orizzontale

source: 横: %lld
en: Width: %lld
it: Larghezza: %lld

source: 横方向キー数
en: Row key count
it: Numero di tasti per riga

source: 機能の改善・追加
en: Request a feature or improvement
it: Richiedi una funzionalità o un miglioramento

source: 次候補キー
en: Next candidate key
it: Tasto candidato successivo

source: 次候補キーを使う
en: Use 'Next Candidate' Key
it: Usa il tasto "Candidato successivo"

source: 次にできること
en: Where to go next
it: Passi successivi

source: 欲しい変換がない
en: No expected candidate
it: Manca la conversione che cercavo

source: 正しくない形式のファイルです
en: Incorrectly formatted file
it: Il file non è nel formato corretto

source: 注意
en: Warning
it: Attenzione

source: 注意事項
en: Important Notes
it: Note importanti

source: 準備は完了です！
en: Preparation completed!
it: Configurazione completata!

source: 漢字を拡大表示する
en: Zooming difficult letters
it: Ingrandisci i kanji difficili

source: 濁点をつける
en: Conversion to voiced hiragana characters
it: Aggiungi il dakuten

source: 片手モードで解除ボタンを表示しない
en: Do not display release button in one-handed mode
it: Non mostrare il pulsante di uscita in modalità una mano

source: 片手モードの際に表示される解除ボタンを非表示にします。片手モードの調整はタブバーのボタンから行えます。
en: Hide the reset button displayed in one-handed mode. One-handed mode adjustment can be done from the tab bar button.
it: Nasconde il pulsante di uscita mostrato in modalità una mano. Puoi regolare la modalità una mano dal pulsante nella barra dei tab.

source: 片手モードをオン
en: Enable one-handed mode
it: Attiva modalità a una mano

source: 片手モードをオンにする
en: Enable one-handed mode
it: Attiva la modalità a una mano

source: 片手モードを使う
en: Use one-handed mode
it: Usa la modalità a una mano

source: 片手モードを利用する
en: Use one-handed mode
it: Utilizza la modalità a una mano

source: 物
en: Objects
it: Oggetti

source: 特別なキー
en: Color of special keys
it: Colore dei tasti speciali

source: 特定のアプリケーションで入力がおかしくなる
en: Input fails in certain applications
it: L'inserimento del testo non funziona correttamente in alcune app

source: 特定の文字まで削除
en: Delete until certain letters
it: Elimina fino a un determinato carattere

source: 特定の文字まで移動
en: Move cursor until certain letters
it: Sposta il cursore fino a un determinato carattere

source: 特殊キーの背景色
en: Background color of special keys
it: Colore di sfondo dei tasti speciali

source: 特殊な置換
en: Special Replacements
it: Sostituzioni speciali

source: 現在
en: Current
it: Attuale

source: 現在のアクションを消去して入力する文字を設定するには「入力を設定する」を押してください
en: To delete current actions and set inputted letters, please push 'set destination tab.'
it: Per eliminare le azioni correnti e impostare il testo da digitare, tocca «Imposta input»

source: 現在のアクションを消去して移動するタブを設定するには「タブを設定する」を押してください
en: To delete current actions and set destination tab, please push 'set destination tab.'
it: Per eliminare le azioni correnti e impostare il tab di destinazione, tocca «Imposta tab»

source: 現在の制限
en: Known limits
it: Limiti attuali

source: 現在は携帯電話式の入力については対応していません。
en: Currently, Copaky doesn't support the Japanese flip phone input style.
it: Al momento Copaky non supporta l'input in stile telefono cellulare (giapponese).

source: 生き物と自然
en: Animals & Nature
it: Animali e natura

source: 由来
en: Origin
it: Origine

source: 申請する
en: Request adding word
it: Richiedi aggiunta

source: 申請中です
en: Requesting
it: Richiesta in corso

source: 画像をトリミング
en: Trim image
it: Ritaglia immagine

source: 画像を削除
en: Remove image
it: Rimuovi immagine
